Repository: lutfullahkabalak/prayer-times-for-mac
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, az, bs, de, fa, fr, id, ms, nl, ru, sq, tr, ur

# prayer.imsak
source: Imsak
ar: الفجر
fa: اذان صبح
ru: Имсак
sq: Imsaku
ur: فجر

# prayer.gunes
source: Sunrise
ar: الشروق
az: Günəş
bs: Izlazak
de: Sonnenaufgang
fa: طلوع
fr: Lever du soleil
id: Terbit
ms: Syuruk
nl: Zonsopgang
ru: Восход
sq: Lindja
tr: Güneş
ur: طلوع

# prayer.ogle
source: Dhuhr
ar: الظهر
az: Zöhr
bs: Podne
de: Mittag
fa: ظهر
fr: Dhouhr
id: Dzuhur
ms: Zohor
ru: Зухр
sq: Drekë
tr: Öğle
ur: ظہر

# prayer.ikindi
source: Asr
ar: العصر
az: İkindi
bs: Ikindija
de: Nachmittag
fa: عصر
id: Ashar
ms: Asar
ru: Аср
sq: Ikindia
tr: İkindi
ur: عصر

# prayer.aksam
source: Maghrib
ar: المغرب
az: Axşam
bs: Akšam
de: Abend
fa: مغرب
ru: Магриб
sq: Akshami
tr: Akşam
ur: مغرب

# prayer.yatsi
source: Isha
ar: العشاء
az: Yatsı
bs: Jacija
de: Nacht
fa: عشاء
id: Isya
ms: Isyak
ru: Иша
sq: Jacia
tr: Yatsı
ur: عشاء

# label.remaining
source: remaining
ar: متبقٍ
az: qaldı
bs: preostalo
de: verbleibend
fa: باقی
fr: restant
id: tersisa
ms: tinggal
nl: resterend
ru: осталось
sq: mbetur
tr: kaldı
ur: باقی

# label.no_location
source: No location selected
ar: لم يتم اختيار موقع
az: Məkan seçilməyib
bs: Lokacija nije odabrana
de: Kein Standort gewählt
fa: مکانی انتخاب نشده
fr: Aucun lieu sélectionné
id: Lokasi belum dipilih
ms: Tiada lokasi dipilih
nl: Geen locatie geselecteerd
ru: Местоположение не выбрано
sq: Nuk është zgjedhur vendndodhja
tr: Konum seçilmedi
ur: مقام منتخب نہیں

# label.loading
source: Loading prayer times...
ar: جاري تحميل الأوقات...
az: Vaxtlar yüklənir...
bs: Učitavanje vremena...
de: Gebetszeiten werden geladen...
fa: در حال بارگذاری...
fr: Chargement des horaires...
id: Memuat waktu sholat...
ms: Memuatkan waktu solat...
nl: Gebedstijden laden...
ru: Загрузка времени...
sq: Duke ngarkuar...
tr: Vakitler yükleniyor...
ur: اوقات لوڈ ہو رہے ہیں...

# label.retry
source: Retry
ar: إعادة المحاولة
az: Yenidən cəhd et
bs: Pokušaj ponovo
de: Erneut versuchen
fa: تلاش مجدد
fr: Réessayer
id: Coba lagi
ms: Cuba lagi
nl: Opnieuw
ru: Повторить
sq: Provo përsëri
tr: Tekrar dene
ur: دوبارہ کوشش

# label.source
source: Diyanet İşleri Başkanlığı
ar: رئاسة الشؤون الدينية
az: Diyanet
bs: Dijanet
de: Diyanet
fa: اداره امور دینی
fr: Diyanet
id: Diyanet
ms: Diyanet
nl: Diyanet
ru: Диянет
sq: Diyanet
ur: دیانت

# label.quit
source: Quit
ar: إنهاء
az: Çıxış
bs: Izlaz
de: Beenden
fa: خروج
fr: Quitter
id: Keluar
ms: Keluar
nl: Afsluiten
ru: Выход
sq: Dil
tr: Çıkış
ur: بند کریں

# label.cancel
source: Cancel
ar: إلغاء
az: Ləğv et
bs: Otkaži
de: Abbrechen
fa: لغو
fr: Annuler
id: Batal
ms: Batal
nl: Annuleren
ru: Отмена
sq: Anulo
tr: İptal
ur: منسوخ

# label.save
source: Save
ar: حفظ
az: Yadda saxla
bs: Sačuvaj
de: Speichern
fa: ذخیره
fr: Enregistrer
id: Simpan
ms: Simpan
nl: Opslaan
ru: Сохранить
sq: Ruaj
tr: Kaydet
ur: محفوظ

# settings.title
source: Settings
ar: الإعدادات
az: Parametrlər
bs: Postavke
de: Einstellungen
fa: تنظیمات
fr: Réglages
id: Pengaturan
ms: Tetapan
nl: Instellingen
ru: Настройки
sq: Cilësimet
tr: Ayarlar
ur: ترتیبات

# settings.location
source: Location
ar: الموقع
az: Məkan
bs: Lokacija
de: Standort
fa: مکان
fr: Localisation
id: Lokasi
ms: Lokasi
nl: Locatie
ru: Местоположение
sq: Vendndodhja
tr: Konum
ur: مقام

# settings.location_mode
source: Location mode
ar: وضع الموقع
az: Məkan rejimi
bs: Način lokacije
de: Standortmodus
fa: حالت مکان
fr: Mode de localisation
id: Mode lokasi
ms: Mod lokasi
nl: Locatiemodus
ru: Режим местоположения
sq: Mënyra e vendndodhjes
tr: Konum modu
ur: مقام کا طریقہ

# settings.automatic
source: Automatic
ar: تلقائي
az: Avtomatik
bs: Automatski
de: Automatisch
fa: خودکار
fr: Automatique
id: Otomatis
ms: Automatik
nl: Automatisch
ru: Авто
sq: Automatike
tr: Otomatik
ur: خودکار

# settings.manual
source: Manual
ar: يدوي
bs: Ručno
de: Manuell
fa: دستی
fr: Manuel
nl: Handmatig
ru: Вручную
sq: Manuale
tr: Manuel
ur: دستی

# settings.detect_location
source: Detect my location
ar: تحديد موقعي
az: Məkanımı tap
bs: Pronađi moju lokaciju
de: Standort ermitteln
fa: یافتن مکان من
fr: Détecter ma position
id: Deteksi lokasi saya
ms: Kesan lokasi saya
nl: Locatie detecteren
ru: Определить местоположение
sq: Gjej vendndodhjen time
tr: Konumumu bul
ur: میرا مقام تلاش کریں

# settings.country
source: Country
ar: الدولة
az: Ölkə
bs: Država
de: Land
fa: کشور
fr: Pays
id: Negara
ms: Negara
nl: Land
ru: Страна
sq: Shteti
tr: Ülke
ur: ملک

# settings.state
source: State / Province
ar: الولاية / المحافظة
az: Şəhər / Vilayət
bs: Entitet / Pokrajina
de: Bundesland / Provinz
fa: استان
fr: Région / Province
id: Provinsi
ms: Negeri
nl: Provincie
ru: Регион
sq: Rajoni
tr: İl
ur: صوبہ

# settings.district
source: District
ar: المنطقة
az: Rayon
bs: Općina
de: Bezirk
fa: شهرستان
id: Kecamatan
ms: Daerah
ru: Район
sq: Rrethi
tr: İlçe
ur: ضلع

# settings.notifications
source: Notifications
ar: الإشعارات
az: Bildirişlər
bs: Obavijesti
de: Mitteilungen
fa: اعلان‌ها
id: Notifikasi
ms: Pemberitahuan
nl: Meldingen
ru: Уведомления
sq: Njoftimet
tr: Bildirimler
ur: اطلاعات

# settings.enable_notifications
source: Enable notifications
ar: تفعيل الإشعارات
az: Bildirişləri aktiv et
bs: Uključi obavijesti
de: Mitteilungen aktivieren
fa: فعال‌سازی اعلان‌ها
fr: Activer les notifications
id: Aktifkan notifikasi
ms: Dayakan pemberitahuan
nl: Meldingen inschakelen
ru: Включить уведомления
sq: Aktivizo njoftimet
tr: Bildirimleri aç
ur: اطلاعات فعال کریں

# settings.pre_alert
source: Remind %d minutes before
ar: تذكير قبل %d دقيقة
az: %d dəqiqə əvvəl xatırlat
bs: Podsjeti %d minuta prije
de: %d Minuten vorher erinnern
fa: یادآوری %d دقیقه قبل
fr: Rappeler %d minutes avant
id: Ingatkan %d menit sebelumnya
ms: Ingatkan %d minit sebelum
nl: Herinner %d minuten van tevoren
ru: Напомнить за %d минут
sq: Kujto %d minuta para
tr: %d dakika önce hatırlat
ur: %d منٹ پہلے یاد دہانی

# settings.general
source: General
ar: عام
az: Ümumi
bs: Opće
de: Allgemein
fa: عمومی
fr: Général
id: Umum
ms: Am
nl: Algemeen
ru: Общие
sq: Të përgjithshme
tr: Genel
ur: عمومی

# settings.launch_at_login
source: Launch at login
ar: البدء عند تسجيل الدخول
az: Girişdə başlat
bs: Pokreni pri prijavi
de: Beim Anmelden starten
fa: اجرای خودکار هنگام ورود
fr: Lancer à la connexion
id: Jalankan saat login
ms: Lancarkan semasa log masuk
nl: Start bij inloggen
ru: Запускать при входе
sq: Nis gjatë hyrjes
tr: Açılışta başlat
ur: لاگ ان پر شروع

# notification.prayer_title
source: Prayer Time
ar: وقت الصلاة
az: Namaz vaxtı
bs: Vrijeme namaza
de: Gebetszeit
fa: وقت نماز
fr: Heure de prière
id: Waktu Sholat
ms: Waktu Solat
nl: Gebedstijd
ru: Время намаза
sq: Koha e namazit
tr: Namaz Vakti
ur: نماز کا وقت

# notification.prayer_body
source: It is time for %@
ar: حان وقت %@
az: %@ vaxtıdır
bs: Nastupilo je vrijeme %@
de: Es ist Zeit für %@
fa: وقت %@ فرا رسید
fr: C'est l'heure de %@
id: Waktunya %@
ms: Masuk waktu %@
nl: Het is tijd voor %@
ru: Наступило время %@
sq: Ka hyr koha e %@
tr: %@ vakti girdi
ur: %@ کا وقت ہو گیا

# notification.pre_alert_title
source: Upcoming Prayer
ar: صلاة قادمة
az: Yaxınlaşan namaz
bs: Predstojeći namaz
de: Bevorstehendes Gebet
fa: نماز آینده
fr: Prière à venir
id: Sholat Mendatang
ms: Solat Akan Datang
nl: Aankomend gebed
ru: Предстоящий намаз
sq: Namaz i ardhshëm
tr: Vakit Yaklaşıyor
ur: آنے والی نماز

# notification.pre_alert_body
source: %d minutes until %@
ar: باقٍ %d دقيقة على %@
az: %@ vaxtına %d dəqiqə qaldı
bs: %d minuta do %@
de: Noch %d Minuten bis %@
fa: %d دقیقه تا %@
fr: %d minutes avant %@
id: %d menit menuju %@
ms: %d minit ke %@
nl: Nog %d minuten tot %@
ru: До %@ осталось %d минут
sq: %d minuta deri në %@
tr: %d dakika sonra %@
ur: %d minute pehle %@

# error.no_location
source: Please select a location in Settings.
ar: يرجى اختيار موقع في الإعدادات.
az: Parametrlərdən məkan seçin.
bs: Odaberite lokaciju u postavkama.
de: Bitte Standort in den Einstellungen wählen.
fa: لطفاً در تنظیمات مکان را انتخاب کنید.
fr: Veuillez choisir un lieu dans les réglages.
id: Pilih lokasi di Pengaturan.
ms: Sila pilih lokasi dalam Tetapan.
nl: Kies een locatie in Instellingen.
ru: Выберите местоположение в настройках.
sq: Zgjidhni vendndodhjen te Cilësimet.
tr: Lütfen Ayarlar'dan konum seçin.
ur: ترتیبات میں مقام منتخب کریں۔

# error.location_disabled
source: Location services are disabled.
ar: خدمات الموقع معطلة.
az: Məkan xidmətləri söndürülüb.
bs: Usluge lokacije su isključene.
de: Standortdienste sind deaktiviert.
fa: خدمات مکان غیرفعال است.
fr: Les services de localisation sont désactivés.
id: Layanan lokasi nonaktif.
ms: Perkhidmatan lokasi dimatikan.
nl: Locatieservices zijn uitgeschakeld.
ru: Службы геолокации отключены.
sq: Shërbimet e vendndodhjes janë çaktivizuar.
tr: Konum servisleri kapalı.
ur: لوکیشن سروسز بند ہیں۔

# error.location_denied
source: Location access was denied.
ar: تم رفض إذن الموقع.
az: Məkan icazəsi rədd edildi.
bs: Pristup lokaciji odbijen.
de: Standortzugriff verweigert.
fa: دسترسی مکان رد شد.
fr: Accès à la localisation refusé.
id: Izin lokasi ditolak.
ms: Kebenaran lokasi ditolak.
nl: Locatietoegang geweigerd.
ru: Доступ к геолокации запрещён.
sq: Leja e vendndodhjes u refuzua.
tr: Konum izni verilmedi.
ur: لوکیشن کی اجازت نہیں ملی۔

# error.location_unavailable
source: Could not determine your location.
ar: تعذر تحديد موقعك.
az: Məkan müəyyən edilə bilmədi.
bs: Lokacija nije određena.
de: Standort konnte nicht ermittelt werden.
fa: مکان شما تعیین نشد.
fr: Impossible de déterminer votre position.
id: Lokasi tidak dapat ditentukan.
ms: Lokasi tidak dapat ditentukan.
nl: Locatie kon niet worden bepaald.
ru: Не удалось определить местоположение.
sq: Vendndodhja nuk u përcaktua.
tr: Konumunuz belirlenemedi.
ur: آپ کا مقام معلوم نہیں ہو سکا۔
